Repository: DeveloperAcademy-POSTECH/2024-MC2-A4-HATVIMILHARA
Catalog: Dorae/Dorae/Utilities/Localizable.xcstrings
Source language: ko
Languages: en, ja

source: 가락지매듭
en: Ring
ja: 指輪結び

source: 가지방석매듭
en: Branch Cushion
ja: 枝座布団結び

source: 간격
en: Spacing
ja: 間隔

source: 간격(cm)을 입력해주세요.
en: Please enter the spacing(cm).
ja: 間隔(cm)を入力してください。

source: 갤러리
en: Gallery
ja: ギャラリー

source: 거꾸로나비매듭
en: Reverse Butterfly
ja: 逆蝶

source: 고
en: Lasso
ja: コ(輪縄)

source: 공유
en: Share
ja: 共有

source: 공작매듭
en: Peacock
ja: 孔雀

source: 귀(cm)
en: Gwi(cm)
ja: グィ(cm)

source: 귀도래매듭
en: Guidorae
ja: グィドレ

source: 그림 도안
en: Drawing Pattern
ja: 絵パターン

source: 글 도안
en: Text Pattern
ja: 文字パターン

source: 기본
en: Basic
ja: 基本

source: 기타
en: Others
ja: その他

source: 꽃육립매듭
en: Flower Hex
ja: 花六立

source: 끈목
en: Cord
ja: コルド

source: 끈목을 입력해주세요.
en: Please enter the cord name
ja: コルドの名前を入力してください。

source: 나비매듭
en: Butterfly
ja: ナビ(蝶)

source: 네벌국화매듭
en: Quadruple Chrysan.
ja: 四重菊花

source: 다섯벌국화매듭
en: Quintuple Chrysan.
ja: 五重菊花

source: 단추매듭
en: Button
ja: ボタン

source: 도래매듭
en: Dorae
ja: ドレ

source: 도안
en: Pattern
ja: パターン

source: 동심결매듭
en: Concentric
ja: 同心

source: 두벌국화매듭
en: Double Chrysan.
ja: 二重菊花

source: 두벌매화매듭
en: Double Plum Blossom
ja: 二重梅花

source: 딸기매듭
en: Strawberry
ja: イチゴ

source: 매듭
en: Maedeup
ja: メドゥプ

source: 매듭을 눌러 도안을 추가해보세요
en: Tap a Maedeup to add it to the pattern
ja: メドゥプをタップしてパターンに追加してください。

source: 병아리매듭
en: Chick
ja: ひよこ

source: 삭제
en: Delete
ja: 削除

source: 새 매듭 도안 생성하기
en: Create New Knot Pattern
ja: 新しいメドゥプ パターンを作成する

source: 생쪽매듭
en: Ginger
ja: 生姜

source: 석씨매듭
en: Stone Seed
ja: 石の種

source: 세벌국화매듭
en: Triple Chrysan.
ja: 三重菊花

source: 세벌매화매듭
en: Triple Plum Blossom
ja: 三重梅花

source: 술
en: Tassel
ja: 房飾り

source: 스타매듭
en: Star
ja: スター

source: 스플래시 비디오를 찾을 수 없습니다.
en: Splash Video Not Found
ja: スプラッシュビデオが見つかりません。

source: 안경매듭
en: Glasses
ja: 眼鏡

source: 육립매듭
en: Hexagonal
ja: 六立

source: 응용
en: Applied
ja: 応用

source: 이미지를 찾을 수 없습니다.
en: Image Not Found
ja: 画像が見つかりません。

source: 이스터 에그
en: Easter Egg
ja: イースターエッグ

source: 잠자리매듭
en: Dragonfly
ja: トンボ

source: 장구매듭
en: Janggu
ja: チャング

source: 제목없음
en: Untitled
ja: 無題

source: 지게매듭
en: Jige
ja: ジゲ(背負子)

source: 템플릿
en: Template
ja: 型

source: 항아리매듭
en: Hang-ari(Jar)
ja: ハンガリ(甕)
